Repository: jc-design/raumPlayer
Catalog: raumPlayer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# ExceptionSettingsStorageExtensionsFileNameIsNullOrEmpty
source: File name is null or empty. Specify a valid file name
de_de: Dateiname ist leer. Bitte gültigen Dateinamen definieren.

# Settings_Title.Text
source: Settings
de_de: Einstellungen

# Settings_Theme.Text
source: Choose Theme
de_de: Schema auswählen

# Settings_Theme_Dark.Content
source: Dark
de_de: Dunkel

# Settings_Theme_Default.Content
source: Windows default
de_de: Windows (Standard)

# Settings_Theme_Light.Content
source: Light
de_de: Hell

# Settings_About.Text
source: About this application
de_de: Info zu dieser Anwendung

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
de_de: Datenschutzbestimmungen

# Settings_Personalization.Text
source: Personalization
de_de: Personalisierung

# ExceptionEnumToBooleanConverterValueMustBeAnEnum
source: value must be an Enum!
de_de: Wert muß eine Enum sein!

# ExceptionEnumToBooleanConverterParameterMustBeAnEnumName
source: parameter must be an Enum name!
de_de: Parameter muß ein Enum sein!

# FirstRun_Title.Text
source: Welcome
de_de: Willkommen

# AfterUpdate_Title.Text
source: What's new in this version
de_de: Was ist neu in dieser Version

# aboutHub.Text
source: About
de_de: Über

source: Artist
de_de: Künstler

# autoSuggestBoxSearch.PlaceholderText
source: Search
de_de: Suchen

# buttonHowTo.Content
source: How To
de_de: Gewusst wie

# buttonRate.Content
source: Rate app
de_de: App bewerten

# buttonSkypeGroup.Content
source: Join Skype-group
de_de: Skypegruppe beitreten

# CancelMessage
source: Cancel
de_de: Abbruch

# checkboxMute.Content
source: Mute
de_de: Stumm

source: Composer
de_de: Komponist

source: Error
de_de: Fehler

# ErrorLoadMediaServer
source: Could not load Mediaserver
de_de: Mediaserver konnte nicht geladen werden

# ErrorNoData
source: No data available
de_de: Keine Daten vorhanden

source: Favorites
de_de: Favoriten

source: Folder
de_de: Ordner

# greetingsHub.Text
source: Greetings
de_de: Grüße

# historyHeaderHub.Text
source: History / Ideas
de_de: Hisotire / Ideen

# historyHub.Text
source: History
de_de: Historie

# HowToDialog.PrimaryButtonText
source: Continue
de_de: Weiter

# HowToDialog.Title
source: How To
de_de: Gewusst wie

# ideasHub.Text
source: Ideas
de_de: Ideen

# Imported
source: Imported playlists
de_de: Importierte Wiedergabelisten

# listViewZones.Text
source: Zoneconfiguration
de_de: Zonenkonfiguration

source: Most played
de_de: Meist gespielt

source: Move
de_de: Verschieben

source: My favorites
de_de: Meine Favoriten

# MyMusic
source: Music
de_de: Musik

source: My playlists
de_de: Meine Playlisten

source: New zone
de_de: Neue Zone

# NoZones
source: No zones available
de_de: Keine Zonen verfügbar

# pivotItemBrowse.Header
source: Music
de_de: Musik

source: Playlists
de_de: Playlisten

# radioButtonDirektOne.Content
source: Direct 1
de_de: Direkt 1

# radioButtonFavorites.Content
source: Favorites
de_de: Favoriten

# radioButtonIntro.Content
source: Intro
de_de: Einführung

# radioButtonMyMusic.Content
source: Music
de_de: Musik

# radioButtonRandom.Content
source: Random
de_de: Zufall

# radioButtonRepeatAll.Content
source: Repeall all
de_de: Wiederholen alle

# radioButtonRepeatOne.Content
source: Repeat one
de_de: Wiederholen eins

# radioButtonShuffle.Content
source: Shuffle
de_de: Mixen

# RadioLocal
source: Local
de_de: Lokal

# RadioMusic
source: Music
de_de: Musik

# RadioTalk
source: Talk
de_de: Unterhaltung

# RateAppMessage
source: Rate app
de_de: App bewerten

source: Recently played
de_de: Kürzlich gespielt

# Shuffles
source: Shuffle playlist
de_de: Mixed Playliste

# textBlockAddQueue.Text
source: Add
de_de: Hinzufügen

# textBlockBack.Text
source: Back
de_de: Zurück

# textBlockFav.Text
source: To favorites
de_de: Zu Favoriten

# textBlockFavRem.Text
source: Remove from favorites
de_de: Lösche aus Favoriten

# textBlockNewQueue.Text
source: Play
de_de: Abspielen

# textBlockNewZone.Text
source: New zone
de_de: Neue Zone

# textBlockRem.Text
source: Remove
de_de: Entfernen

# textBlockRooms.Text
source: Rooms
de_de: Räume

# textblockScanning.Text
source: Scanning networt for Raumfeld devices
de_de: Netzwerk nach Raumfeldgeräten durchsuchen

# textblockSkypeGroup.Text
source: If you want to be part of it join our Skypegroup. We will listen to your feedback.
de_de: Wenn du dabei sein willst, tritt der Skypegruppe bei. Wir hören auf dein Feedback.

# textBoxNavigation.Text
source: Start with...
de_de: Beginnen mit...

# textBoxPlayModes.Text
source: Playarts
de_de: Abspielarten

# textBoxRoomHeader.Text
source: Rooms
de_de: Räume

source: Title
de_de: Titel

# toggleActiv.OffContent
source: Inactiv
de_de: Inaktiv

# toggleActiv.OnContent
source: Activ
de_de: Aktiv

# toggleSwitchShowRooms.OffContent
source: Hide rooms
de_de: Raum ausblenden

# toggleSwitchShowRooms.OnContent
source: Show rooms
de_de: Raum zeigen

# toggleSwitchTuneIn.OffContent
source: Inactiv
de_de: Inaktiv

# toggleSwitchTuneIn.OnContent
source: Activ
de_de: Aktiv

# zoneDialog.SecondaryButtonText
source: Cancel
de_de: Abbruch

# zoneDialog.Title
source: Zonedefinition
de_de: Zonendefinition

# navItems_Groups.Content
source: Music...
de_de: Musik...

# navItems_ManageZones
source: Zones...
de_de: Zonen...

# NavItem_ActiveZone.Content
source: Active zone
de_de: Aktive Zone

# NavItem_Favorites.Content
source: Favorites
de_de: Favoriten

# NavItem_MyMusic.Content
source: My Music
de_de: Meine Musik

# NavItem_Playlists.Content
source: Playlists
de_de: Wiedergabelisten

# NavItem_ZoneConfig.Content
source: Zoneconfig
de_de: Zonenkonfiguration

# _Settings_appSettings.Text
source: App Settings
de_de: Appeinstellungen

# _Settings_ColorSettings.Text
source: Color Settings
de_de: Farbeinstellungen

# _Settings_LoadPresets
source: ms-appx:///Strings/en-us/Presets.json
de_de: ms-appx:///Strings/de-de/Presets.json

# _Settings_LoadHistoryRTF
source: ms-appx:///Strings/en-us/history.rtf
de_de: ms-appx:///Strings/de-de/history.rtf

# _Settings_LoadIdeasRTF
source: ms-appx:///Strings/en-us/ideas.rtf
de_de: ms-appx:///Strings/de-de/ideas.rtf

# ControlPalettePresetCombo.Header
source: Colorschema
de_de: Farbschema

# ControlPalettePresetComboMessage.Text
source: Changes will take affect after app restart
de_de: Änderungen werden nach Appneustart wirksam

# _Settings_LoadGreetingsRTF
source: ms-appx:///Strings/en-us/greetings.rtf
de_de: ms-appx:///Strings/de-de/greetings.rtf

# textBoxCache.Text
source: Cachingdata
de_de: Cachingdaten

# buttonClearCache.Content
source: Clear cache
de_de: Lösche Cache

source: Files
de_de: Dateien

# navItem_ManageZones.Content
source: Manage zones
de_de: Zoneneinstellungen
